{
  "main": {
    "name": "Odeane Croney",
    "occupation": "I'm a Full-Stack Web Developer based in Stockholm, Sweden.",
    "email": "croneyodeane@gmail.com",
    "phone": "+46 76-264 03 66",
    "address": {
      "street": "Björksundsslingan 15",
      "city": "Bandhagen",
      "state": "Stockholm",
      "zip": "12431"
    },
    "image": "/Users/odeanecroney/Documents/craft_academy/personal_portfolio/src/components/About/images/avatar.jpeg",
    "bio": "Pellentesque in ipsum id orci porta dapibus.Vivamus magna justo, lacinia eget consectetur sed, convallis at tellus. Mauris blandit aliquet elit, eget tincidunt nibh pulvinar a. Sed porttitor lectus nibh. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec velit neque, auctor sit amet aliquam vel, ullamcorper sit amet ligula. Curabitur non nulla sit amet nisl tempus convallis quis ac lectus. Vestibulum ac diam sit amet quam vehicula elementum sed sit amet dui. Pellentesque in ipsum id orci porta dapibus. Donec sollicitudin molestie malesuada. Curabitur non nulla sit amet nisl tempus convallis quis ac lectus. Vestibulum ac diam sit amet quam vehicula elementum sed sit amet dui. Pellentesque in ipsum id orci porta dapibus. Donec sollicitudin molestie malesuada. ",
    "social": {
      "instagram": "https://www.instagram.com/king_croney/",
      "facebook": "",
      "linkedin": "https://www.linkedin.com/in/odeane-croney-2584471b2/",
      "github": "https://github.com/Odeane"
    },
    "projects":{
      "Bidspace": {
        "name": "Bidspace",
        "details" :"An appliction built using react and ruby on rails. The app is about providing a platform to people who is looking for a parking space to rent or trying to rent out their available parking space.",
        "image": "./images/bidspaceimg.jpg",
        "link": "https://bidspace.netlify.app/"
      },
      "RockPaperScissors": {
        "name": "Rock Paper Scissors",
        "details" :"An appliction built using react..............",
        "image": ".......",
        "link": "......."
      },
       "NewsOnRails": {
        "name": "News on Rails",
        "details" :"An appliction built using react..............",
        "image": ".......",
        "link": "......."
      }
    }
  }
}
